Hyphenator.languages.ml = {
	leftmin : 1,
	rightmin : 1,
	shortestPattern : 1,
	longestPattern : 3,
	specialChars : unescape('ംഃഅആഇഈഉഊഋഌഎഏഐഒഓഔകഖഗഘങചഛജഝഞടഠഡഢണതഥദധനപഫബഭമയരറലളഴവശഷസഹാിീുൂൃെേൈൊോൌ്ൗൠൡൺൻർൽൾൿ%u200C%u200D'),
	patterns : {
		2 : '2ൿ2ൾ2ൽ2ർ2ൻ2ൺ1ഭ1സ1ഷ1ശ1വ1ഴ1ള1ല1റ1ര1യ1മാ1ി1ീ1ു1ൂ1ൃ1െ1േ1ൈ1ൊ1ോ1ൌ1ൗ11ക1ഖ1ഗ1ഘ1ങ1ച1ഛ1ജ1ഝ1ഞ1ട1ഠ1ഡ1ഢ1ണ1ത1ഥ1ദ1ധ1ന1പ1ഫ1ബ1ഹ'
		3 : unescape('1ഔ11ഓ11ഒ11ഐ11ഏ11എ11ൡ11ഌ11ൠ11ഋ11ഊ11ഉ12ഃ12ം12്2ന്21ഈ1ള്2ല്2ക്2ണ്22%u200D21%u200C11അ11ആ11ഇ1ര്2')
		4 : unescape('2ക്%u200D2ര്%u200D2ണ്%u200D2ള്%u200D2ല്%u200D2ന്%u200D')
	}
};
