Hyphenator.languages.el_monoton = {
	leftmin : 1,
	rightmin : 1,
	shortestPattern : 1,
	longestPattern : 4,
	specialChars : ''ʼΐάέήίΰαβγδεζηθικλμνξοπρςστυφχψωϊϋόύώϲάέήίόύώ᾽᾿’',
	patterns : {
		2 : 'α1ε1η1ι1ο1υ1ω1ϊ1ϋ1ά1έ1ή1ί1ό1ύ1ώ1ΐ1ΰ14᾿4ʼ4''
		3 : '4ψʼά2ιά2ϊά2ϊα2υα2ύα2ύά3υά3υε2ιε2ίε2ίέ2ιέ2ιέ2ϊέ2ϊε2υε2ύε2ύέ3υέ3υη2υη2ύη2ύή3υή3υο2ιο2ίο2ίό2ιό2ιό2ϊό2ϊο2υο2ύο2ύό3υό3υυ2ιυ2ίυ2ίύ3ιύ3ια2η.ψ4.χ4α2ϊ.φ4.τ4α2ϋε2ϊε2ϋ.ϲ4ο2η.σ4.ρ4ο2ϊ.π4.ξ4ι2αι2άι2άι2ει2έι2έι2οι2όι2ό.ν4.μ4ι2ωι2ώι2ώ.ι3.ί3.ί3η2αη2άη2άη2εη2έη2έη2οη2όη2όη2ωη2ώη2ώ.η3.ή3.ή3υ2αυ2άυ2άυ2ου2όυ2όυ2ωυ2ώυ2ώ.υ3.ύ3.ύ34β.4γ..λ44δ.4ζ.4θ.4κ.4λ.4μ..κ44ν..θ44ξ.4π.4ρ.4σ.4ϲ.4ς.4τ..ζ4.δ4.γ4.β44φ.4χ.4ψ.α2ία2ία2ι4β'4βʼ4β᾿4γ'4γʼ4γ᾿4δ'4δʼ4δ᾿4ζ'4ζʼ4ζ᾿4θ'4θʼ4θ᾿4κ'4κʼ4κ᾿4λ'4λʼ4λ᾿4μ'4μʼ4μ᾿4ψ᾿ά2ι4ψ'4ν'4νʼ4ν᾿4χ᾿4χʼ4χ'4ξ'4ξʼ4ξ᾿4π'4πʼ4π᾿4ρ'4ρʼ4ρ᾿4σ'4σʼ4σ᾿4ϲ'4ϲʼ4ϲ᾿4τ'4τʼ4τ᾿4φ᾿4φʼ4φ''
		4 : '4τ1ν4τσʼ4τσ᾽4τϲ'4τϲʼ4τϲ᾿4τζ᾿4τζʼ4τζ'4ντ᾿4ντ’4ντ'4μπ᾿4μπʼ4μπ'4τς.4τϲ.4τσ.4τζ.4ντ.4μπ.4γκ.4φτ.4χτ.ό3ι.ό3ι.ό3η.ό3η.ο2ειά3ι.ά3ι.ά3η.ά3η.4β1β4γ1γ4δ1δ4ζ1ζ4θ1θ4κ1κ4λ1λ4μ1μ4ν1ν4π1π4ρ1ρ4σ1σ4ϲ1ϲ4τ1τ4φ1φ4χ1χ4ψ1ψ4β1ζ4β1θ4β1κ4β1μ4β1ν4β1ξ4β1π4β1σ4β1ϲ4β1τ4β1φ4β1χ4β1ψ4γ1β4γ1ζ4γ1θ4γ1μ4τρ.4γ1ξ4γ1π4γ1σ4γ1ϲ4γ1τ4γ1φ4γ1χ4γ1ψ4δ1β4δ1γ4δ1ζ4δ1θ4δ1κ4δ1λ4δ1ξ4δ1π4δ1σ4δ1ϲ4δ1τ4δ1φ4δ1χ4δ1ψ4ζ1β4ζ1γ4ζ1δ4ζ1θ4ζ1κ4ζ1λ4ζ1μτζ2μ4ζ1ν4ζ1ξ4ζ1π4ζ1ρ4ζ1σ4ζ1ϲ4ζ1τ4ζ1φ4ζ1χ4ζ1ψ4θ1β4θ1γ4θ1δ4θ1ζ4θ1κ4θ1μ4τλ.σθ2μϲθ2μ4θ1ξ4θ1π4θ1σ4θ1ϲ4θ1τ4θ1φ4θ1χ4θ1ψ4κ1β4κ1γ4κ1δ4κ1ζ4κ1θ4κ1μ4ϲτ.4στ.4κ1ξ4κ1π4κ1σ4κ1ϲ4κ1φ4ϲκ.4κ1χ4κ1ψ4λ1β4λ1γ4λ1δ4λ1ζ4λ1θ4λ1κ4λ1μ4λ1ν4λ1ξ4λ1π4λ1ρ4λ1σ4λ1ϲ4λ1τ4λ1φ4λ1χ4λ1ψ4μ1β4μ1γ4μ1δ4μ1ζ4μ1θ4μ1κ4μ1λ4μ1ξ4μ1ρ4μ1σ4μ1ϲ4μ1τ4μ1φ4μ1χ4μ1ψ4ν1β4ν1γ4ν1δ4ν1ζ4ν1θ4ν1κ4ν1λ4ν1μ4ν1ξ4ν1π4ν1ρ4ν1σ4ν1ϲ4ν1φ4ν1χ4ν1ψ4ξ1β4ξ1γ4ξ1δ4ξ1ζ4ξ1θ4ξ1κ4ξ1λ4ξ1μ4ξ1ν4ξ1π4ξ1ρ4ξ1σ4ξ1ϲ4ξ1τ4σκ.4ρσ.4ξ1φ4ξ1χ4ξ1ψ4π1β4π1γ4π1δ4π1ζ4π1θ4π1κ4π1μ4π1ξ4π1σ4π1ϲ4π1φ4π1χ4π1ψ4ρ1β4ρ1γ4ρ1δ4ρ1ζ4ρ1θ4ρ1κ4ρ1λ4ρ1μ4ρ1ν4ρ1ξ4ρ1π4ρ1σ4ρ1ϲ4ρ1τ4ρ1φ4ρ1χ4ρ1ψ4σ1δ4ϲ1δ4σ1ζ4ϲ1ζ4σ1ν4ϲ1ν4σ1ξ4ϲ1ξ4σ1ρ4ϲ1ρ4σ1ψ4ϲ1ψ4τ1β4τ1γ4τ1δ4τ1θ4τ1κ4τσ'4τ1ξ4τ1π4τ1φστ2φϲτ2φ4τ1χ4τ1ψ4φ1β4φ1γ4φ1δ4φ1ζ4φ1κ4φ1μ4φ1ν4ρϲ.4φ1ξ4φ1π4φ1σ4φ1ϲ4φ1χ4φ1ψ4χ1β4χ1γ4χ1δ4χ1ζ4χ1κ4χ1μ4ρς.4χ1ξ4χ1π4χ1σ4χ1ϲ4χ1φ4χ1ψ4ψ1β4ψ1γ6κϲ.4ψ1ζ4ψ1θ4ψ1κ4ψ1λ4ψ1μ4ψ1ν4ψ1ξ4ψ1π4ψ1ρ4ψ1σ4ψ1ϲ4ψ1τ4νσ.4ψ1φ4ψ1χ4νϲ.4νς.4μσ.4μϲ.4μς.4λσ.4βρ.4γλ.4κλ.4κτ.4λϲ.4λς.4κσ.6κς.4ψ1δ'
		5 : '4γκσ.4γκϲ.4γκς.4ν1τϲ4μπλ.4μπν.4μπρ.4ν1τσ4ν1τζ4μ1πτ4γ1κτο3ϊ3όο3ϊ3ό4ντσ.4ντϲ.4ντς.'
		6 : '4ρ5γ2μ4ν5κ2φ4ρ5κ2μ4λ5κ2μ4ρ5θ2μ4γ5ξ2τ4ρ5ξ2τ4ρ5φ2ν4ρ5χ2μ4μ5ψ2τ4γ5κ2φ4γκ1μπ4γκ1ντ4γκ1τζ4γκ1τσ4γκ1τϲ4μπ1ντ4μπ1τζ4μπ1τσ4μπ1τϲ4ντ1μπ4τσ1γκ4τϲ1γκ4τσ1μπ4τϲ1μπ4τσ1ντ4τϲ1ντ'
	}
};
